<?php
/**
 * Created by PhpStorm.
 * User: carly
 * Date: 12.02.2022
 * Time: 12:07
 */
?>
<p>- Автомобиль&nbsp;</p>
<p>- Веселые друзья&nbsp;</p>
<p>- навигатор и умение работать с координатами(2гис и мапс.ми )&nbsp;</p>
<p>- устройство для выхода в интернет(желательно на каждого члена команды)&nbsp;</p>
<p>- яркие фонарики на каждого члена команды&nbsp;</p>
<p>- Одежда которую не жалко запачкать&nbsp;</p>
<p>- средства защиты от собак(на всякий случай)&nbsp;</p>
<p>- перчатки для чистюль&nbsp;</p>
<p>-Допы на игру: пишутся отдельно, если есть.</p>

<p>Формат кода: 1ТN853Z</p>

<p>Полевая игра - довольно грязное занятие, которое происходит на заброшенных локациях, где много гвоздей и стекла. Резюмируя, в экипировке просто незаменимы перчатки и обувь с толстой подошвой (излюбленным видом обуви полевых игроков стали берцы)&nbsp;</p>
<p>Штабной игрок подойдет тому, кто любит головоломки, загадки и прочие тайны мироздания, не умеет водить машину, не любит бегать, светить фонарем и платить за игры.</p>
<p>ББолее 30 видов логических заданий, без знания которых невозможно участвовать в квестах</p>
<p><br></p>

<p>Ниже мы сделали подборку основных видов заданий типа Brain (логика), которая поможет Вам щелкать логические задачки, как семечки.</p>
<p>КУБРАЯ</p>
<p>Это вид шарады, когда слово нужно разгадывать по частям. Загаданное слово разбивается на части (например: шарада = шар+ада = куб+рая), после чего каждое слово заменяется на антонимы, ассоциации, родственные по смыслу или просто то же слово с переставленными в обратном порядке буквами. Кроме этого в задании может указываться к какой области загаданное слово относится. Ваша задача найти правильный ответ.</p>
<p>Примеры:</p>
<p>а) шарада = шар+ада = куб+рая</p>
<p>б) список = спи+сок = вставай+компот</p>
<p>в) подстаканник = под+стакан+ник = над+бокал+логин</p>
<p>КУБРОЗАГАДКИ</p>
<p>Это вид шарады, когда словосочетание, пословица, афоризмы, крылатое выражение, название книги или фильма и т.д. нужно разгадывать по частям. Загаданное выражение разбивается на части, после чего каждое слово заменяется на антонимы, ассоциации, родственные по смыслу или просто то же слово с переставленными в обратном порядке буквами. Кроме этого в задании может указываться, чем является данная загадка (словосочетание, пословица, афоризм, крылатое выражение, название книги или фильма и т.д.). Ваша задача найти правильный ответ.</p>
<p>Примеры:</p>
<p>а) пятьдесят четыре - дед овощ впервые = крылатая фраза</p>
<p>ответ: сорок пять - баба ягодка опять</p>
<p>б) длина - брат бездаря = афоризм</p>
<p>ответ: краткость - сестра таланта</p>
<p>в) трезвому суша до подбородка = поговорка</p>
<p>ответ: пьяному море по колено.</p>
<p>НЕБЕЛЫЕ СТИХИ</p>
<p>Это вид задания, представляющего собой небольшой стихотворный текст, в котором загадано подходящее по смыслу, произношению и т.д. слово.</p>
<p>Примеры:</p>
<p>а) Пролемею он соперник.</p>
<p>ответ: Коперник</p>
<p>б) Рисовать с одним ухом он мог.</p>
<p>ответ: Ван Гог</p>
<p>в) В Бойцовском клубе был он бит.</p>
<p>ответ: Брэд Питт (Питт, Бред Питт)</p>
<p>РАСЧЛЕНЕНКА</p>
<p>Вид задания, в котором даётся набор слов, у каждого слова указано количество букв, которые надо взять из этого слова. Буквы обязательно должны стоять вместе, без разрывов. Если выписать выбранные буквы подряд, то получится новое слово или словосочетание.</p>
<p>Пример:</p>
<p>расчёска (4)</p>
<p>клест (2)</p>
<p>онега (2)</p>
<p>банка (3)</p>
<p>ответ: расч+ле+не+нка = расчлененка</p>
<p><br></p>
<p>Ответ: яболКОМАНДАринГаПоИФиКа</p>
<p>Это вид задания, в котором берётся название произведения (например: Гарри Поттер и Философский Камень = ГаПоИФиКа), и таким вот образом сокращается. Обязательное условие - все слова, входящие в название, включая все предлоги, союзы, междометия дают свою букву-две-три в итоговое слово. В случае с названиями книг существует альтернативное название - ДеКаГрань - Дети капитана Гранта.</p>
<p>Примеры:</p>
<p>а) ГаПоИФиКа = Гарри Поттер и Философский Камень</p>
<p>б) БеБиЧеУх = Белый Бим Чёрное Ухо</p>
<p>в) ГеНаВр = Герой Нашего Времени</p>
<p><br></p>
<p>Ответ: РАБица; проРАБ; кРАБМЕТАГРАММА</p>
<p>Разновидность шарад, загадок, в которых зашифрованны различные слова, состоящие из одного и того же числа букв. Разгадав одно из слов метаграммы, нужно заменить в нём одну или несколько букв так, чтобы получилось новое слово по смыслу загадки. Также существуют головоломки, целью которых является последовательным изменением по одной букве, перейти от одного загаданного слова к другому в загаданное число шагов.</p>
<p>Примеры:</p>
<p>а) В любой колбасной я, взгляните, лежу, ваш аппетит дразня. Но &laquo;о&raquo; на &laquo;у&raquo; перемените и в урну бросите меня.</p>
<p>ответ: окОрок = окУрок</p>
<p>б) Как сделать из мухи слона за наименьшее число шагов?</p>
<p>ответы: МУХА-МУРА-ТУРА-ТАРА-ПАРА-ПАРК-ПАУК-ПАУТ-ПЛУТ-ПЛОТ-СЛОТ-СЛОН (11 шагов)</p>
<p>МУХА-МУРА-ФУРА-ФОРА-КОРА-КОРН-КОАН-КЛАН-КЛОН-СЛОН (9 шагов)</p>
<p>МУХА-МУЛА-КУЛА-КИЛА-КИЛТ-КИОТ-КЛОТ-КЛОН-СЛОН (8 шагов)</p>
<p>ЛОГОГРИФ</p>
<p>Загадка, в которой новые слова образуются в результате прибавления или убавления одной буквы или слога, например: пест=перст, мир=мираж, Вера=Венера, кран=экран, спорт=порт=спор. Загадывается как стихотворениями, так и картинками.</p>
<p>Примеры:</p>
<p>а) В планету поместите меру, и ветер всколыхнёт всю атмосферу, такой, которого сильнее не найти: он всё сметает на пути.</p>
<p>ответ: уран=ураган</p>
<p>б) Кто части мотоцикла знает, тот это слово разгадает. А если букву &laquo;Д&raquo; прибавить, на сцене можно будет ставить.</p>
<p>ответ: рама=драма</p>
<p>АССОЦИАЦИЯ</p>
<p>Вид задания, в котором представленные картинки между собой образуют некую связь, т.е. имеют нечто общее, что и требуется разгадать игроку.</p>
<p><br></p>
<p>Ответ: беРЕГата (берег+регата)ТЕКСТОВЫЕ ГИБРИДЫ</p>
<p>Вид задания, в котором представленная загадка состоит из двух (трёх, четырёх) слов, которые при объединении будут пересекаться не менее, чем в трёх буквах, более - возможно. В некоторых текстовых гибридах могут встречаться заимствованные и полусленговые, но всем хорошо известные слова.</p>
<p>Пример:</p>
<p>а) Собирающий бычки миллиардер</p>
<p>ответ: окуРОКфеллер (окурок + рокфеллер)</p>
<p>б) Соревнования на самого спокойного</p>
<p>ответ: турНИРвана (турнир + нирвана)</p>
<p>ИНГРЕДИЕНТЫ</p>
<p>Вид задания, в котором данные слова необходимо перевести на иностранный (чаще английский) язык и прочитав их подобрать созвучное загаданное слово.</p>
<p>Пример: В жадный конец</p>
<p>перевод: in greedy end</p>
<p>ответ: ингредиент</p>
<p>Ответ: БИ2 - ВарвараМАРШ НЕСОГЛАСНЫХ</p>
<p>Вид задания, в котором загадан куплет или припев песни, где в словах все согласные буквы заменены на звёздочки*. По комбинации звёздочек и оставшихся гласных необходимо угадать, что за песню, автора песни и т.п. загадал автор.</p>
<p>Пример:</p>
<p>**е* **у*и**я, *е*ае*, *е*ае*,</p>
<p>И *о*ё**ою **у*я,</p>
<p>*а*е*ае* *и*а *а*е*ае*</p>
<p>**ё **о *ы*о *о *е*я.</p>
<p>Ответ: ВИА Пламя - Снег кружится</p>
<p><br></p>
<p><br></p>
<p>Вид задания, в котором слова строчек песен загаданы научными терминами, синонимами, в виде простого описания и т.п. Вам необходимо разгадать загаданные строчки песен и ответить на вопрос, задаваемый автором. Чаще всего это названия группы или название самой композиции.</p>
<p>Примеры:</p>
<p>Загаданный куплет:</p>
<p>Раскалённый жёлтый карлик, чья температура поверхности достигает 6000 градусов. Раскалённая россыпь почти чистого мелкозернистого кварца. Перегрев организма вызывает повышение температуры кожных складок, окружающих ротовое отверстие - необходимо хотя бы 50мл Н2О.</p>
<p>В местности, где из-за слишком сухого и жаркого климата может существовать только очень скудный растительный и животный мир, невозможно различить на почве отпечатки конечностей различных животных.</p>
<p>Разгаданный куплет:</p>
<p>Горячее солнце. Горячий песок</p>
<p>Горячие губы - воды бы глоток</p>
<p>В горячей пустыне не видно следа</p>
<p>Скажи, караванщик: Когда же вода?</p>
<p>Дай ответ, проводник: сколько времени осталось до прибытия к месту выхода прозрачной жидкости для питья?</p>
<p>Ответ: Ялла - Учкудук</p>
<p>ПОЛИЦЕЙСКИЙ УЧАСТОК</p>
<p>Логическая головоломка, суть которой состоит в том, что в тексте задания вам нужно найти одно слово, заменить его синонимом в широком смысле слова, этот синоним разбить на несколько слов так, чтобы результат разбития логично вписывался в текст. Эти слова и будут ответом.</p>
<p>Примеры:</p>
<p>а) &quot;...И он стал рыться в ящике стола, где валялось разное барахло, вроде пейджера или карманного компьютера прошлого века.</p>
<p>- Ну и приспособления, Джо, - усмехнулся Барни.&quot;</p>
<p>В данном тексте слово &quot;приспособления&quot; заменяет слова &quot;гад же ты&quot; (приспособления=гаджеты).</p>
<p>Ответ: гад же ты</p>
<p>б) - А сейчас, дети, давайте найдем в таблице Менделеева элемент, названный в честь её создателя.</p>
<p>- Вот, кажется, нашел!</p>
<p>- Нет, Вася, это эйнштейний. Ищем дальше!</p>
<p>- Марьванна, а, может, этот? Номер 101!</p>
<p>- Молодец, Гриша, садись, пять.</p>
<p>В данном случае слово &quot;эйнштейний&quot; заменяется на слово &quot;не он&quot;, т.к. &quot;Эйнштейний&quot; не является 101-м элементом таблицы, который назван в честь создателя самой таблицы - &quot;Менделевий&quot;. Для более точного уточнения слова, на которое нужно заменить исходное, можно в подсказке указать, что оно является инертным газом (неон).</p>
<p>Ответ: не он</p>
<p>ЖМУРИКИ</p>
<p>&quot;Выпал ШАР из бездны АДА, не пугайтесь, я ШАРАДА&quot; - логическая головоломка, суть которой состоит в том, что в стихотворном фрагменте вам нужно найти такую пару слов (или несколько слов), заменённых латинскими буквами, при соединении которых получится другое слово (допускается использование анаграмм), логично вписывающееся в текст задания.</p>
<p>Примеры:</p>
<p>Вариант первый:</p>
<p>XY я с детства жутко не люблю</p>
<p>X в горле &ndash; только про него услышу</p>
<p>Пусть даже я немного пригублю &ndash;</p>
<p>Бросает в Y и словно сносит крышу.</p>
<p>Ответ: компот (X=ком, Y=пот, XY=компот)</p>
<p>Вариант второй - допускается указание в нужных слова количества букв:</p>
<p>XXXYYY я с детства жутко не люблю</p>
<p>XXX в горле &ndash; только про него услышу</p>
<p>Пусть даже я немного пригублю &ndash;</p>
<p>Бросает в YYY и словно сносит крышу.</p>
<p>ТЭФФИКИ</p>
<p>В рассказе Тэффи &laquo;Взамен политики&raquo; герои задают вопросы: &laquo;Отчего гимн-азия, а не гимн-африка?&raquo;, &laquo;Отчего говорят д-верь, а не говорят д-сомневайся?&raquo;. То есть в словах вычленяют сочетание букв, образующее самостоятельное слово, и заменяют это слово на другое, связанное с исходным по смыслу (в одном слове может быть несколько замен). Вот эти самые &laquo;гимнафрика&raquo;, &laquo;дсомневайся&raquo; - это и есть тэффики. Главное отличие тэффиков от кубрай &ndash; не обязательно заменять каждую часть слова (хотя и можно). Еще, в отличие от кубрай, тэффики не делятся на части, а пишутся в одно слово (при этом если слово-замена пишется с большой буквы - это не соблюдается, т.е. пишется &quot;гимнафрика&quot;, а не &quot;гимнАфрика&quot;). Принято вычленять только слова в начальной форме (соответственно, заменяя словами в начальной форме).</p>
<p>Примеры:</p>
<p>крак &ndash; комар</p>
<p>яло &ndash; мыло</p>
<p>двасимя - паранойя</p>
<p>пёсстикс - котлета</p>
<p>СЛОВОРЕЗКИ</p>
<p>Это вид стихотворного задания, где вам нужно угадать СЛОВО, загаданное автором (как правило, для облегчения дается тема из которой происходит это СЛОВО), а затем вставить его в пропуск стихотворения таким образом, чтобы СЛОВО было разбито на части, а из каждой части образовано новое слово путем добавления букв, а всё это вместе становилось логичным завершением стихотворения.</p>
<p>Пример:</p>
<p>Пытаясь всячески пойти на &lt;&hellip;&gt;,</p>
<p>&lt;&hellip;&gt; стал частым гостем Арамис</p>
<p>Ответ: компроМИСС У РИшелье</p>
<p>АНТИРЕБУС</p>
<p>Это ребус наоборот. Развивает воображение. То есть из данного нам слова (словосочетания, набора букв) мы составляем ребус.</p>
<p>Например:</p>
<p>Ласт ( &laquo;ла&raquo; + &laquo;т&raquo;)&rarr; Ответ: лат (видимая часть ребуса);</p>
<p>Донка (до букв &laquo;н&raquo; стоит &laquo;ка&raquo;)&rarr; Ответ: Кан (видимая часть ребуса);</p>
<p>Бурка (буква &laquo;б&raquo; стоит у буквы &laquo;р&raquo; со стрелкой к букве &laquo;а&raquo;)&rarr; Ответ: бра (видимая часть ребуса)</p>
<p><br></p>
<p><br></p>
<p>ПЛЮСОГРАММЫ</p>
<p>Вид задания, в котором нужно найти пары слов или выражений, превращающиеся друг в друга добавлением одной буквы и последующим анаграммированием.</p>
<p>При этом добавленная буква, как правило, указывается в задании.</p>
<p>Ответы вбивать в порядке расположения в уравнении.</p>
<p>Пример самого лаконичного задания такого формата:</p>
<p>[ВАМПИР] + В = [ВАМПИР]</p>
<p>Ответ: дракула вурдалак</p>
<p>Вот ещё примеры:</p>
<p>[Цветок] + М = [Мягкий полосатик]</p>
<p>Ответ: астра матрас</p>
<p>2. [Душевная часть местоположения] + К = [Продвинутый в искусстве овощ]</p>
<p>Ответ: широта артишок</p>
<p>3. [Слоупочный ползунок] + Н = [Полуночный ходунок]</p>
<p>Ответ: улитка лунатик</p>
<p>4. [Волнистая черточка] + К = [Первый из трех трехразмерных]</p>
<p>Ответ: тильда дактиль</p>
<p>5. [Воспетый многоженец] + Г = [Членистоногий деликатес]</p>
<p>Ответ: султан лангуст</p>
<p><br></p>
